Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Za trening przydałaby się odpowiednia opłata.
uk: Для навчання була б корисна відповідна плата.

source: Za trzy dni spotkamy się na plaży w porcie!
uk: Через три дні зустрінемось на пляжі в порту!

source: Za twoją ciężką pracę chciałbym wręczyć ci zaświadczenie ukończenia mojego szkolenia oraz serdecznie pogratulować tej góry mięsa, którą ty dostarczyłeś.
uk: За твою наполегливу працю я хочу вручити тобі сертифікат про проходження мого навчання і від щирого серця подякувати тобі за цілу гору м'яса, яке ти мені доставив.

source: Za tych, którzy ochronią nas przed waszą zgrają!
uk: За тих, хто боронить нас від вашої ватаги!

source: Za tydzień ma być wolny. Przekaż to Weigarowi, dobrze?
uk: Через тиждень він має вийти на волю. Перекажи це Вейгару, добре?

source: Za tyle nie będę zmieniał swojego powołania.
uk: За таку суму я не відступлю від свого покликання.

source: Za tyle to mi się nie chce, przynieś więcej.
uk: За стільки я не хочу, принеси більше.

source: Za tyle to możesz się uczyć od jakiegoś paniczyka w mieście, ale nie ode mnie!
uk: За таку ціну ти можеш вчитися у якогось жебрака в місті, але не у мене!

source: Za tyle to nawet nie kiwnę palcem.
uk: За стільки я навіть пальцем не поворухну.

source: Za tyle to nie będę marnował czasu.
uk: За ці гроші я не витрачатиму на тебе свій час.

source: Za tym określeniem stać mogą zarówno służalcy władz, jaki i bezlitośni najemnicy!
uk: За цими словами можуть ховатися як слуги влади, так і безжальні найманці!

source: Za tym wszystkim stał od samego początku Sachs? Lichwiarz o tym wie?
uk: За цим усім з самого початку стояв Сакс? Лихвар знає про це?

source: Za tę bezczelność powinienem go wrzucić do wody jako karmę dla rekinów.
uk: За таке нахабство я мав би кинути його у воду на поживу акулам.

source: Za ubicie tego monstrum Magowie Wody przewidzieli nagrodę w postaci 500 sztuk złota, które zostaną wypłacone przez łowcę Garosa.
uk: За вбивство цієї потвори Маги Води призначили винагороду в розмірі 500 золотих, яку виплатить мисливець Гарос.

source: Za udostępnienie Twojej placówki dla naszych gońców oraz najemników otrzymasz zapłatę w wysokości 200 sztuk złota tygodniowo. Oczywiście pokryjemy wszelkie dodatkowe koszty, które mogą wyniknąć z powodu obecności naszych ludzi na Twoim terenie.
uk: Ти будеш отримувати 200 золотих на тиждень за те, що надаси свій табір у розпорядження наших посланців і найманців. Звісно, ми візьмемо на себе будь-які додаткові витрати, які можуть виникнути через присутність наших людей на твоїй території.

source: Za wejście do kopalni będę musiał zapłacić 100 sztuk złota.
uk: Мені доведеться заплатити 100 золотих, щоб увійти в копальню.

source: Za wejście do kopalni będę musiał zapłacić 200 sztuk złota.
uk: Мені доведеться заплатити 200 золотих, щоб увійти в копальню.

source: Za wino odpowiadają też mniejsi dostawcy. Fakt, ceny być może wzrosną, ale to nic, z czym nie możemy sobie poradzić.
uk: Дрібні постачальники теж постачають вино. Так, ціни можуть зрости, але це не та проблема, з якою ми не зможемо впоратися.

source: Za wszelkiego rodzaju uzbrojenie.
uk: За всі види озброєння.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 100 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 100 золотих, які можна отримати у вартового Октава.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 150 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 150 золотих, які можна отримати у вартового Октава.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 200 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 200 золотих, які можна отримати у вартового Октава.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 250 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 250 золотих, які можна отримати у вартового Октава.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 300 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 300 золотих, які можна отримати у вартового Октава.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 400 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 400 золотих, які можна отримати у вартового Октава.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 500 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 500 золотих, які можна отримати у вартового Октава.

source: Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 600 sztuk złota, do odbioru u strażnika Oktava.
uk: За виконання смертного вироку передбачена винагорода у розмірі 600 золотих, які можна отримати у вартового Октава.

source: Za zamkniętymi drzwiami
uk: За зачиненими дверима

source: Za zarobione złoto kupiłem trochę droższych ziół i przygotowałem danie, o którym opowiadał mi kiedyś jeden Południowiec.
uk: На зароблене золото я купив найдорожчі трави і приготував страву, про яку мені колись розповідав один південець.

source: Za zgodą Najwyższej Rady, mistrz Ladris wzniósł lecznicę dla wszystkich dotkniętych okrucieństwami wojny. Brat Ezran wysłany do miasta po zapasy do budowy przytułku, oprócz materiałów przyniósł nam też przykrą nowinę. Pan zabrał brata Modaresa na swoje łono. Według przekazów naocznych świadków ratował mieszkańców wielorodzinnego domu. Sam jednak przepadł w płomieniach.
uk: За згодою Вищої Ради майстер Ладріс створив центр зцілення для всіх, хто постраждав від жахів війни. Брат Езран подався до міста за матеріалами для будівництва, але, окрім матеріалів, він приніс і неприємну звістку. Господь прийняв брата Модареса у своє лоно. За свідченнями очевидців, він врятував мешканців палаючого будинку, однак сам загинув у вогні.

source: Za zgraję!
uk: За ватагу!

source: Za zniszczenie Vardhal niech cierpi do końca świata.
uk: За знищення Вардхалу нехай він страждає до кінця світу.

source: Zaatakowali mnie, gdy tylko się pojawiłem.
uk: Вони напали на мене, як тільки я з'явився.

source: Zaatakowałem orkową flotę bezpośrednio, bez żadnych skomplikowanych manewrów.
uk: Я атакував флот орків напряму, без жодних складних маневрів.

source: Zaatakowało mnie zwierzę.
uk: На мене напав звір.

source: Zaatakowały go topielce. Przy jego ciele znalazłem też twoją cenną sieć... trochę podniszczoną.
uk: На нього напали луркери. Біля його тіла я також знайшов твою дорогоцінну сітку... трохи пошарпану.

source: Zaatakuje winnicę Valerio i uderzy od strony miasta. Wymyślił sobie, że nikt się nie będzie tego spodziewał, a przy okazji chce tym upokorzyć Rodericha.
uk: Він збирається напасти на виноградник Валеріо і вдарити з боку міста. Він вирішив, що ніхто цього не чекатиме, і водночас хоче принизити Родеріха.

source: Zaatakujesz mnie tutaj? Na oczach całej Gildii?
uk: Нападеш на мене тут? На очах усієї Гільдії?

source: Zaatakuję od strony dolnego wejścia.
uk: Я нападу з боку нижнього входу.

source: Zaatakuję od strony górnego wejścia.
uk: Я нападу з боку верхнього входу.

source: Zaawansowane
uk: Розширені налаштування

source: Zabawa skończona, Mikkel... Czas w kimę, bo... też mnie coś łapie...
uk: Веселощі скінчилися, Міккелю... Час спати, бо... мене теж щось розбирає...

source: Zabawa w strażnika miejskiego była jedną ogromną stratą czasu! Mam tego dość. Nie jesteście mi już do niczego potrzebni.
uk: Гра в міського вартового була величезною тратою часу! З мене досить. Ти мені більше не потрібен.

source: Zabawne. Tyle lat marzyłam, żeby poderżnąć gardło temu sukinsynowi, ale... nigdy nie miałam wystarczającej odwagi, by to zrobić.
uk: Кумедно. Стільки років я мріяла перерізати горлянку цьому сучому сину, але... У мене ніколи не вистачало сміливості це зробити.

source: Zabezpieczyłem domy pracowników przed pełzaczami. Rita powinna być zadowolona.
uk: Я захистив будинки робітників від богомолів. Рита повинна бути задоволена.

source: Zabezpieczyłem towar tak, jak tego chciałeś. Co prawda, mówiłeś o rozładunku, ale liczy się to, że i towar, i ludzie wrócili do swojego prawowitego właściciela.
uk: Я повернув товар, як ти хотів. Щоправда, ти говорив про розвантаження, але головне, що і товар, і людей було повернуто їхньому законному власнику.

source: Zabicia? Niesłychane! I co ja mam do tego?
uk: Вбити? Нечувано! І яке я маю до цього відношення?

source: Zabieracie nam zapasy, zabieracie nam jedzenie, a kto wie, może niedługo zaczniecie zabierać nam nasze baby!
uk: Ви забираєте наші запаси, забираєте нашу їжу, і хто знає, можливо, скоро ви почнете забирати і наших жінок!

source: Zabieraj się z tą swoją magią!
uk: А ну-но, прибери свою магію!

source: Zabierajcie się stąd, póki mam resztki cierpliwości.
uk: Забирайся звідси, поки я ще маю трохи терпіння.

source: Zabierajmy się stąd!
uk: Забираймося звідси!

source: Zabieramy miecz, wracamy do obozu jako bohaterowie i wynosimy się z tego przeklętego grobowca.
uk: Ми заберемо меч, повернемося до табору героями і виберемося з цієї проклятої гробниці.

source: Zabierz mnie do...
uk: Відвези мене до...

source: Zabierz mnie do... (10 SZ)
uk: Достав мене... (10 золотих)

source: Zabierz ode mnie te pieniądze, bo jeszcze wydam je na więcej wina!
uk: Забери в мене ці гроші, інакше я все одно потрачу їх на вино!

source: Zabierz to ode mnie...
uk: Забери це від мене...

source: Zabierz wielki kocioł
uk: Взяти великий казан

source: Zabierzcie go pod piec.
uk: Засуньте його під піч.

source: Zabierzesz Ezekiela do wybrzeża i razem z drugim strażnikiem zabierzecie ciało jego córki na cmentarz.
uk: Ти проведеш Єзекіїля до узбережжя і разом з іншим охоронцем віднесеш тіло його дочки на цвинтар.

source: Zabij go, ale moje milczenie będzie cię kosztować.
uk: Убий його, але моє мовчання буде коштувати тобі дорого.

source: Zabij go. Nie będzie nam potrzebny, a za utratę statku ktoś musi odpowiedzieć. Nie widzę lepszego kandydata.
uk: Убий його. Він нам більше не знадобиться, і хтось має відповісти за втрату корабля. Я не бачу кращого кандидата.

source: Zabijając Salviego, zadaliśmy renegatom cios, po którym się nie podniosą.
uk: Вбивши Сальві, ми нанесли відступникам удар, від якого вони не зможуть оговтатися.

source: Zabijesz ją? Tak po prostu?
uk: Ти збираєшся вбити її? Просто так?

source: Zabiję cię.
uk: Я тебе вб'ю.

source: Zabili ich wszystkich. Nie mieli litości!
uk: Їх усіх вбили. Вони не знали жалю!

source: Zabiorę wszystko, co masz, to może wtedy się nauczysz!
uk: Я заберу все, що в тебе є. Можливо, це тебе чогось навчить!

source: Zabić go!
uk: Вбити його!

source: Zabił tę dziewczynę, i to na oczach straży!
uk: Він вбив ту дівчину на очах у вартових!

source: Zabiłbym cię, jeszcze tu i teraz, ale nie zniżę się do twojego poziomu.
uk: Я б убив тебе прямо тут і зараз, але я не опускатимуся до твого рівня.

source: Zabiłem Alfreda, jako sługus Volkera nie zasługiwał na życie.
uk: Я вбив Альфреда. Як поплічник Волкера, він не заслуговував на життя.

source: Zabiłem Bena. Trucizna znacząco go osłabiła, co dało mi wyraźną przewagę.
uk: Я вбив Бена. Отрута значно послабила його, що дало мені явну перевагу.

source: Zabiłem Bradlocka.
uk: Я вбив Бредлока.

source: Zabiłem Pata.
uk: Я вбив Пата.

source: Zabiłem Yezegana. Nie widziałem powodów, by oszczędzić kolejnego ze sługusów Ulryka.
uk: Я вбив Єзегана. У мене не було причин шкодувати ще одного з поплічників Ульріка.

source: Zabiłem szczurołapa Baluena.
uk: Я вбив щуролова Бейлена.

source: Zabiłem tego łajdaka. Na szczęście miał przy sobie złoto za ostatnią dostawę. Cortez będzie podwójnie zadowolony z obrotu spraw. Zanim do niego wrócę, muszę jeszcze tylko sprawdzić, co z Rodrigo i resztą.
uk: Я вбив цього негідника. На щастя, він мав при собі золото з останнього постачання. Кортез буде приємно вражений таким поворотом подій. Перш ніж повернутися до нього, я маю перевірити, як там Родріго та інші.

source: Zabiłem wszystkie morskie węże z Bursztynowego Wybrzeża, więc przez jakiś czas powinien być tu spokój. Muszę tylko pamiętać, by powiedzieć o tym Garosowi.
uk: Я вбив усіх хвилежерів на Бурштиновому узбережжі, тож деякий час тут має бути спокійно. Треба не забути розповісти про це Гаросу.

source: Zabiłem zębacze. Helmud musi się o tym dowiedzieć.
uk: Я вбив снепперів. Треба сказати про це Хельмуду.

source: Zabiłeś go?
uk: Ти його вбив?

source: Zabiłeś ich?
uk: Ти вбив їх?

source: Zabiłeś kiedyś kogoś sławnego?
uk: Ти вбивав когось відомого?

source: Zabiłeś nasze owce. Musisz zapłacić odpowiednią rekompensatę.
uk: Ти вбив наших овець. Маєш заплатити відповідну компенсацію.

source: Zabiłeś... naszego wodza... wyzwoliciela... naszą ostatnią nadzieję...
uk: Ти вбив... нашого лідера... визволителя... нашу останню надію...

source: Zablokowanie widoku
uk: Захопить ціль

source: Zabrakło nam wody. Millie oddała mi swoją porcję. Masz może coś do picia? To dobra dziewczyna, musisz jej pomóc!
uk: У нас закінчилася вода. Міллі віддала мені свою. У тебе є що-небудь попити? Вона хороша дівчина. Ти мусиш їй допомогти.

source: Zabraliśmy się na łajbie rybackiej.
uk: Ми припливли на рибальському човні.

source: Zabrać jego wyposażenie, i za próg z nim!
uk: Заберіть його спорядження, і викиньте його за поріг!

source: Zabrać za jednym zamachem najlepszą stal w królestwie. Muszę przyznać, że sam bym tego lepiej nie wymyślił.
uk: Одним махом забрати найкращу сталь у королівстві. Мушу визнати, що сам би не придумав краще.

source: Zabrał je Gonzalo.
uk: Їх забрав Гонсало.

source: Zabrał je Gonzalo. Facet ma duży problem z alkoholem.
uk: Їх забрав Гонсало. У хлопця великі проблеми з алкоголем.

source: Zabrałem go jednemu
uk: Я забрав його в одного з

source: Zabrałem go magowi z ruin Vardhal.
uk: Я забрав його у мага в руїнах Вардхалу.

source: Zabrałem go z ciała poszukiwacza przygód.
uk: Я забрав його з тіла шукача пригод.

source: Zabrałem ją z ciała martwego kompana.
uk: Я забрав її з тіла загиблого побратима.

source: Zabrałem narzędzia konkurentowi Davisa.
uk: Я забрав інструменти конкурента Девіса.

source: Zabrałem z kuchni spory kociołek.
uk: Я забрав з кухні великий казан.

source: Zabroniłem moim ludziom wdawać się w niepotrzebne bójki, ale nie znajdziesz tu wielu miłych ludzi.
uk: Я заборонив своїм людям вплутуватися в непотрібні бійки, але ти знайдеш тут небагато приємних людей.

source: Zabójstwo Roela też nie ma większego sensu.
uk: Вбивство Роела теж не має ніякого сенсу.

source: Zabłądziliśmy przez tę burzę.
uk: Ми загубилися під час цієї бурі.

source: Zachary
uk: Захарій

source: Zachary opowiedział mi historię o jaskini pod kamienną wieżą w Ustroniu Żeglarza. Mam przejść przez zamknięte drewniane drzwi i sprawdzić, co się za nimi znajduje. Powinienem uważać. Ostatnia osoba, która tam weszła, już nie wróciła.
uk: Захарій розповів мені моторошну історію про печеру під кам'яною вежею у Прихистку моряка. Щоб дістатись туди, я маю пройти крізь зачинені дерев'яні двері та подивитися, що за ними. Варто бути обережним. Останній, хто туди заходив, так і не повернувся.

source: Zachary to człowiek z zasadami, pokładający dużą wiarę w literę prawa. Ma też niemałą wiedzę o historii. Jeśli znajdziesz chwilę, przysiądź przy jego ognisku i posłuchaj paru opowieści. Jego dobrym znajomym jest niejaki Harold. Facet żyje ze zbierania i sprzedaży różnych drobiazgów wyrzucanych na brzeg przez fale. Choć większość z tego, co ma to rupiecie, czasem można natknąć się u niego na niejedno cudeńko.
uk: Захарій – принципова людина, яка покладається на букву закону. Він також володіє неабиякими знаннями з історії. Якщо у вас знайдеться хвилинка, посидьте біля його багаття і послухайте кілька історій. У нього є хороший друг – Гарольд. Хлопець заробляє на життя тим, що збирає і продає різні дрібнички, викинуті на берег хвилями. Хоча більшість його речей – це мотлох, іноді у нього можна натрапити на щось цінне.

source: Zachodnia brama
uk: Західні ворота

source: Zachowaj je. Tobie bardziej się przydadzą.
uk: Залиш собі. Воно тобі ще пригодиться.

source: Zachowaj ją dla siebie, ja wracam do Przystani.
uk: Залиш це собі, а я повертаюся до Гавані.

source: Zachowaj swoje złoto, pomogę ci za darmo.
uk: Заховай своє золото, я допоможу безкоштовно.

source: Zachowaj to dla siebie.
uk: Залиш її собі.

source: Zachowaj złoto dla siebie.
uk: Залиш це золото собі.

source: Zachowam twoją dzisiejszą dniówkę, ale dostaniesz w zamian strój drwala.
uk: Я заберу твій денний заробіток, але натомість ти отримаєш вбрання лісоруба.

source: Zachowało się tylko kilka fragmentów
uk: Збереглося лише кілька фрагментів

source: Zachowuje naturalne właściwości jabłek.
uk: Зберігає натуральні властивості яблук.

source: Zachowywały się tak samo.
uk: Вони поводилися як зазвичай.

source: Zachęcamy wszystkich górników z Archolos, a także każdego kto nie boi się pracy fizycznej, aby dołączyli do powstającej kompanii górniczej.
uk: Ми закликаємо усіх гірників Архолосу і всіх, хто не боїться фізичної праці, приєднатися до новосформованої гірничодобувної компанії.

source: Zachęcamy wszystkich nowoprzybyłych do starania się o obywatelstwo, podjęcie pracy oraz pomoc w budowaniu potęgi naszego pięknego miasta.
uk: Ми закликаємо всіх новоприбулих подавати заяву на отримання громадянства, влаштовуватися на роботу та допомагати розвивати наше прекрасне місто.

source: Zacięła się? Pokaż mi ją!
uk: Заклинило? Покажи мені його!

source: Zacky
uk: Закі

source: Zaczaiłem się w pobliżu ogrodu, wyciągnąłem zza pazuchy kuszę i strzeliłem do tego ludzkiego śmiecia. I wiesz, co ci powiem?
uk: Я сховався в саду, витяг арбалет і вистрілив у цю мерзоту. І знаєш, що я скажу?

source: Zaczekaj chwileczkę.
uk: Зачекай хвильку.

source: Zaczekaj chwilę! Przypomniałem sobie o jednej rzeczy, z którą mógłbyś nam pomóc.
uk: Зачекай хвилинку! Я згадав про одну річ, з котрою ти б міг нам допомогти.

source: Zaczekaj chwilę, muszę jeszcze coś sprawdzić.
uk: Зачекай хвилинку, маю ще дещо перевірити.

source: Zaczekaj chwilę. Prosiłbym cię byś nie oddawał tych rzeczy Arturowi.
uk: Зачекай хвилинку. Хочу попросити не віддавати ці речі Артурові.

source: Zaczekaj chłopcze. Ostatnio byłeś bardzo pomocny. Nie chciałbyś znowu dorobić?
uk: Зачекай, хлопче. Ти добре допоміг нам нещодавно. Ти не хотів би підзаробити ще грошей?

source: Zaczekaj do końca mszy.
uk: Зачекати до закінчення служби.

source: Zaczekaj do następnego południa.
uk: Зачекати до наступного полудня.

source: Zaczekaj do następnego rana.
uk: Зачекати до наступного ранку.

source: Zaczekaj do następnego wieczora.
uk: Зачекати до наступного вечора.

source: Zaczekaj do następnej północy.
uk: Зачекати до наступної опівночі.

source: Zaczekaj do trzeciej w nocy.
uk: Зачекати до третьої години ночі.

source: Zaczekaj moment.
uk: Зачекай хвильку.

source: Zaczekaj moment...
uk: Один момент...

source: Zaczekaj tu chwilę. Muszę się przygotować.
uk: Зачекай тут хвилинку. Мені треба підготуватися.

source: Zaczekaj tu chwilę. Pójdę się rozejrzeć po okolicy.
uk: Зачекай тут хвилинку. Сходжу огляну околиці.

source: Zaczekaj tutaj!
uk: Зачекай тут!

source: Zaczekaj!
uk: Зачекай!

source: Zaczekaj! A co z Anskarem?
uk: Зачекай! А як же Анскар?

source: Zaczekaj! Marvin? Czemu ty to wszystko robisz?
uk: Зачекай! Марвіне? Навіщо ти все це робиш?

source: Zaczekaj! Nie możesz mnie tak zostawić! Błagam, nie zostawiaj mnie tu!
uk: Зачекай! Ти не можеш мене так залишити! Благаю, не залишай мене тут!

source: Zaczekaj, ja potrzebuje zło...
uk: Зачекай, мені потрібне золо...

source: Zaczekaj, wysłuchajmy go!
uk: Зачекай, давай вислухаємо його!

source: Zaczekaj, zaczekaj!
uk: Зачекай, зачекай!

source: Zaczekaj...
uk: Зачекай...

source: Zaczniemy naukę, jeśli przyniesiesz odpowiednią ilość złota.
uk: Ми почнемо навчання, якщо принесеш достатньо золота.

source: Zaczniemy od ciebie, chłopcze. Nie śpieszyło ci się na zbiórkę, to może chociaż teraz się czymś wykażesz.
uk: Почнімо з тебе, хлопче. Ти не дуже поспішав сюди, тож, може, хоч зараз щось нам продемонструєш.

source: Zacznij kopać
uk: Почати копати

source: Zacznij lepiej od meldunku u Corteza i dobrze ci radzę, powiedz mu wszystko ze szczegółami.
uk: Спершу тобі краще відзвітувати перед Кортезом. І дуже раджу, розкажи йому все в деталях.

source: Zacznij od Starego Liama, zawsze miałem wrażenie, że wolał Andreasa.
uk: Почнемо зі старого Ліама, у мене завжди було враження, що він віддавав перевагу Андреасу.

source: Zacznij od materiałów zwierzęcych, rogów, zębów, pazurów. Co prawda nie ma sensu czynić z nich podstawowych składników swojej broni, ale mogą stanowić dobre uzupełnienie zwiększające ich skuteczność.
uk: Почни з матеріалів тваринного походження: рогів, зубів, кігтів. Звісно, немає сенсу робити їх основними компонентами твоєї зброї, але вони можуть стати гарним доповненням для підвищення її ефективності.

source: Zacznij od spłacenia długu.
uk: Почни з виплати боргу.

source: Zacznij od tych złych.
uk: Почнімо з поганих.

source: Zacznij od wartowników. Jeśli faktycznie go porwano i wyniesiono z wioski, to któryś z nich musiał coś widzieć lub słyszeć.
uk: Почни з охоронців. Якщо його дійсно викрали і винесли з села, то хтось із них повинен був щось бачити або чути.

source: Zacznij pracować
uk: Приступити до роботи

source: Zacznij szarpać, ale regularnie się upewniaj, że skóra nie rozerwała się w nieodpowiednim miejscu. Czym bardziej poszarpana, tym mniej użyteczna, a co za tym idzie, mniej warta.
uk: Почни тягнути, але регулярно перевіряй, щоб шкура не порвалася в неналежному місці. Чим більш пошматованою вона буде, тим менше з неї користі, а отже, тим менше вона коштуватиме.

source: Zacznijcie coś hodować.
uk: Почніть щось вирощувати.

source: Zacznijmy od kwoty 300 sztuk złota, tak na dobry początek. A że z Mortym lubimy uczcić dobry interes...
uk: Почнімо з суми в 300 золотих, просто для початку. А оскільки ми з Мортом любимо добре відсвяткувати...

source: Zacznijmy od tego, że jesteś już czeladnikiem innego mistrza, więc na swojego cię nie wezmę. Co najwyżej zlecę pojedynczą pracę.
uk: Почнімо з того, що ти вже є учнем іншого майстра, тому я не візьму тебе до себе. У кращому випадку, доручу якусь окрему роботу.

source: Zacznijmy od tego, że opowiesz mi całą historię z własnej perspektywy. Potem... zobaczymy.
uk: Почнемо з того, що ти розповіси мені всю історію зі своєї точки зору. А тоді... подивимося.

source: Zacznijmy od tego, że wszystko, co do tej pory usłyszałeś o bogach, to nieprawda.
uk: Почнімо з того, що все, що ви досі чули про богів – це неправда.

source: Zacznijmy przygotowania.
uk: Розпочнімо підготовку.

source: Zacznijmy szkolenie.
uk: Почнімо тренування.

source: Zacznijmy trening.
uk: Почнімо тренування.

source: Zacznę cię szkolić, jeśli będziesz wiedział, jak prawidłowo trzymać broń.
uk: Я почну навчати тебе, якщо ти вмітимеш правильно тримати зброю.

source: Zacznę od najważniejszego: kilof.
uk: Почнемо з найважливішого: кирки.

source: Zaczyna ci się lekko kręcić w głowie.
uk: Починає трохи паморочитися в голові.

source: Zaczyna przypominać ostrze.
uk: Починає нагадувати клинок.

source: Zaczyna się robić ciekawie...
uk: Стає дедалі цікавіше...

source: Zaczynaj, będę zaraz za tobą.
uk: Залазь, я за тобою.

source: Zaczynajmy, niech wygra lepszy. Tylko nie bierz tej walki na poważnie!
uk: Почнімо, нехай переможе сильніший. Тільки не сприймай цей бій серйозно!

source: Zaczynam rozumieć, po co cała ta standaryzacja.
uk: Я починаю розуміти, навіщо вся ця 'стандартизація'.
